# -*- coding:utf-8 -*-
def departmentlist():
    department={
        u'大气科学学院':[u'大气科学本科',u'应用气象学本科'],
        u'电子工程学院':[u'电子工程本科(大气)',u'电子工程本科(航电)',u'电子工程本科(雷电)',
                    u'电子工程本科(嵌入式)',u'电子工程本科(信处)',u'电子工程本科(应电)',
                    u'电子信息工程本科',u'电子信息科技本科',u'雷电防护科技本科',u'生物医学工程本科'],
        u'管理学院':[u'工程管理本科',u'公共管理类本科',u'会展经济与管理本科',u'劳动与社会保障本科',
                 u'旅游管理本科',u'人力资源管理本科',u'万豪班',u'信管本科',u'行政管理本科'],
        u'光电技术学院':[u'材料物理本科',u'电子科学(卓越)',u'电子科学与技术本科',u'光信息科学与工程本科',
                   u'光信息科学与技术本科',u'应用物理学本科'],
        u'计算机学院':[u'计算机科学本科(工程)',u'计算机科学本科(应用)',u'计算机科学与技术本科',u'数字媒体技术本科'],
        u'控制工程学院':[u'测控技术与仪器本科',u'电气工程与自动化本科',u'机械电子工程本科',u'自动化(工业)',
                   u'自动化(机电)',u'自动化（数控',u'自动化本科',u'自动化本科(数控)'],
        u'软件工程学院':[u'空间信息技术本科',u'软件工程本科'],
        u'商学院':[u'财务管理本科',u'财务管理本科(理财)',u'财务管理本科(税筹)',u'国际经济与贸易本科',u'会计学本科',
                u'会计学本科(ACCA)',u'会计学本科(注会)',u'金融工程本科',u'市场营销本科'],
        u'通信工程学院':[u'通信工程本科',u'微电子学本科'],
        u'统计学院':[u'经济统计学本科',u'经济统计学本科(金保)',u'经济统计学本科(政统)',u'统计学本科',u'统计学本科(金保)',
                 u'统计学本科(数挖智能)',u'统计学本科(政统)'],
        u'外国语学院':[u'英语本科'],
        u'文化艺术学院':[u'对外汉语本科',u'汉语国际教育本科',u'汉语言文学本科',u'社会工作本科',u'视觉传达设计(动漫)',
                   u'视觉传达设计(网艺)',u'视觉传达设计本科',u'艺术设计本科(动漫)',u'艺术设计本科(网艺)',
                   u'艺术设计本科(文化)'],
        u'物流学院':[u'电子商务本科',u'物流工程本科',u'物流管理本科'],
        u'信息安全工程学院':[u'网络工程本科',u'网络工程本科(实验)',u'物联网工程本科',u'信息安全本科',u'信息安全本科(实验)',
                     u'信息对抗本科'],
        u'应用数学学院':[u'信息与计算科学本科',u'应用数学本科'],
        u'资源环境学院':[u'测绘工程本科',u'地理信息科学本科',u'地理信息系统本科',u'环境工程本科',u'环境工程本科(卓越)',
                   u'环境科学本科',u'遥感科学与技术本科']
    }
    return department